export const StoryData = [
    {
        title : "Education",
        heading: "ระดับประถมศึกษา",
        side : "โรงเรียนพระมารดานิจจานุเคราะห์",
        detail : "เป็นโรงเรียนที่โคตรคิดถึงเพื่อน ๆ ที่สนิท มีประวัติยาวนานที่ไม่สามารถกล่าวไปได้"
    },
    {
        title : "Education",
        heading:"ระดับมัธยมศึกษา",
        side : "โรงเรียนเตรียมอุดมศึกษาน้อมเกล้า",
        detail : "โรงเรียนนี้ สายวิทย์ - คณิต เกรดโคตรจะให้ยาก หรือว่าตอนนั้นขี้เกียจไม่รู้ แต่ที่แน่ ๆ วิชาที่ยากมากฝังใจเลยคือ ตอน ม.2 วิชาวิทยศาสตร์ โดยอาจารย์ ชัยวัฒน์ สาเหตุที่ออกข้อสอบยากคือ เพราะว่าเคยออกข้อสอบง่ายเกินไปแล้วโดนรองผู้อำนวนการด่า ตั้งแต่นั้นมาก็ออกโหดมาก อย่างเช่นในหนังสือ หน้า 77 มีตัวอย่างสถิติอันดับที่ 1 กับ 2 คือโดยปกติเราต้องอ่านสถิติอันดับ 1 กันใช่ไหม เพราะว่ามันดูน่าสนใจกว่า แต่สิ่งที่อาจารย์ท่านนี้คือ ออกแล้ววิเคราะห์สถิติอันดับที่ 2 ข้อสอบเรื่องแสงของท่านก็โหดไม่แพ้กัน พอเราอยู่ ม.5 ถึงเข้าใจว่า นี่เราเรียนโคตรยาก ต่อไปคือ ม.5 วิชาดับฝันของเด็กชั้นนี้คือ เคมี เคมีวิชานี้จะออกโดยอาจารย์ที่มี AKA นามว่า ครูหมวย ซึ่งท่านเป็นคนที่เข้าใจเคมีอย่างถ่องแท้มากพวกเรื่อง ปริมาณสารสัมพันธ์ พวกตัดหน่วย พวกปิเปต เรื่องอัตราเคมี ซึ่ง ออกข้อสอบนักศึกษาจะตกเกินครึ่งห้องแน่นอน และถึงวิชาสุดท้ายที่ระดับชั้น ม.6 วิชานี้คือคณิต โดยคนออกชื่อว่าอาจารย์ชัยยากรณ์ ผู้ตั้งฉายาข้อสอบตัวเองว่า PAT 8 ถ้าคิดไม่ออกว่ายากขนาดไหน มีครูคนนึงชื่อว่า ครูเมธี(อาจารย์ท่านนี้เสียชีวิตแล้วครับ RIP) ประวัติเขาคือเขาสอบบรรจุครูได้เป็นอันดับต้น ๆ ของประเทศ (น่าจะอันดับ 1) เขาเคยบอกว่าที่เขาสอนไปในห้องผมไม่สามารถใช้ในการสอบได้เลย เพราะว่าเขาก็ออกข้อสอบของเขาปกตินี่แหละ แต่การที่จะออกข้อสอบได้นั้นต้องผ่านอาจารย์ชัยยากรณ์ก่อน ซึ่งอาจารย์ท่านไม่อนุมัตื แล้วก็โยนข้อสอบของอาจารย์เมธีทิ้งไปหมดเลยเนื่องจากเหตุผลว่า ง่ายไป จนอาจารย์อุทานมาว่า จะออกข้อสอบให้เด็กไปสอบโอลิมปิกหรอ (แล้วอาจารย์ท่านนี้ก็ย้ายไปสอนระดับชั้นอื่นเนื่องจากเหตุผลบางประการ)"
    },
    {
        title : "Education",
        heading: "ระดับอุดมศึกษา",
        side : "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
        detail : "พอมามหาลัย คือไม่คิดจะได้มหาลัยนี้ด้วย คือแบบ Port ก็ไม่ได้ส่งเพราะขี้เกียจ(ไม่ได้ส่งสักมหาลัยเลย) โควต้าช้างเผือกก็ไม่ได้ เพราะเกรดไม่ถึง เลยคิดว่า รอรอบ 3 เลยละกัน แต่เพราะขี้เกียจเวลามีตั้งเยอะแต่ดันไม่อ่านหนังสือ มาอ่านจริงจัง 1 เดือนก่อนสอบ จำได้สอบ PAT 3 ตอนนั้น อ่านไปแค่ฟิสิกซ์วิชาเดียวอะ 7 วันสุดท้ายอ่าน PAT 1 แบบดูคลิป Youtube ผ่าน ๆ วิธีการคือลองทำข้อสอบแต่ละหัวข้อดู(จะเป็นข้อสอบปีไหนก็ได้) ถ้าทำได้ซักข้อ ให้ผ่านหัวข้อนั้นไปเลย แต่ถ้าทำไม่ได้ต้องทำข้ออื่นใหม่ให้ได้ซักข้อแล้วก็ผ่านหัวข้อนั้นไป ที่ต้องใช้วิธีนี้คือไม่ทันแล้ว ไฟมันรนก้น ตอนจะไปสอบ ทั้ง GAT PAT 1 กับ PAT 3 คือนอนไม่หลับนอนประมาณ ตี 4 อะตื่นเช้าด้วยก่อนไปสอบ อาหารก็กินไม่ลง สอบเสร็จก็รู้ว่าตัวเองพลาดไปหลายข้อมาก แล้วลาดกระบัง รับ รอบ 3 แค่ 10 หรือ 15 คนนี่แหละ ตอนนั้นคิดว่าถ้าติดโคตรโชคดี แล้วก็ติดจริง ๆ พอมาเรียน เริ่มจากยังเขียนโค้ดไม่เป็นเลย จนอาจารย์บังคับทำเกมด้วยภาษา C หรือ C++ โดยใช้ Library SFML แล้วเราขี้เกียจไง ให้ทำ 1 เทอมแต่ดันขี้เกียจ นั้นแหละ กรรมตามทัน ตอนนั้นเหลือเวลา 1 สัปดาห์อะ คือไม่รู้เลยว่าภาษา C มันเขียนยังไงเพราะไม่ได้เข้าคาบอาจารย์(ก็อาจารย์ไม่เช็คชื่อหนิ T^T) ต้องมานั่งอ่าน นั่งทำทั้งหมดเลย จำได้ว่าตอนนั้นเขียนไปทั้งร้องให้ไป นี่แหละจุดเริ่มต้นของมหาลัยนี้ (เอาจริงเขียนเว็บนี้ก็ไม่ต่างกันแหละ อ่านทั้ง Javascript ใหม่ ทั้ง React เพราะไฟลนก้นแล้ว ไม่มีที่ฝึกงาน)"
    }
]

export const StoryData2 = [
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 1 เทอม 1",
        side : "โปรเจคปี 1 เทอม 1",
        detail : `C++ Game Project`
    },
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 1 เทอม 2",
        side : "โปรเจคปี 1 เทอม 2",
        detail : `Loan Application Project(Java+Microsoft SQL)`
    },
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 2 เทอม 1",
        side : "โปรเจคปี 2 เทอม 1",
        detail : `FPGA Tetris Project`
    },
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 2 เทอม 2",
        side : "โปรเจคปี 2 เทอม 2",
        detail : `Atrip Project(Vue Js+Flask+MariaDB)`
    },
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 3 เทอม 1",
        side : "โปรเจคปี 3 เทอม 1",
        detail : `Network Design`
    },
    {
        title : "โปรเจคในมหาลัย" ,
        heading : "ปี 3 เทอม 2",
        side : "โปรเจคปี 3 เทอม 2",
        detail : `Webscraping Project`
    }
]